---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GeometryFailures.CannotFindClosest
source: html/e33fb0df-f554-70f5-26fc-083cbf0a9ac9.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GeometryFailures.CannotFindClosest Property

Cannot find closest points within lines.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotFindClosest { get; }
```